Repository: smitius/flea-market
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Dashboard
sv: Instrumentpanel

source: Logout
sv: Logga ut

source: Contact
sv: Kontakt

source: Price
sv: Pris

source: Sold
sv: SÃ¥ld

source: More Pictures
sv: Fler Bilder

source: Admin Dashboard
sv: Admin Instrumentpanel

source: Add New Item
sv: Lagg till ny vara

source: Sort by
sv: Sortera efter

source: Date Created
sv: Skapad datum

source: Most Viewed
sv: Mest visade

source: Name
sv: Namn

source: Views
sv: Visningar

source: Actions
sv: Atgarder

source: Edit
sv: Redigera

source: Delete
sv: Ta bort

source: Yes
sv: Ja

source: No
sv: Nej

source: Delete this item?
sv: Ta bort denna vara?

source: Search items...
sv: Sok varor...

source: Clear search
sv: Rensa sokning

source: Newest first
sv: Nyaste forst

source: Oldest first
sv: Aldsta forst

source: Price: Low to High
sv: Pris: Lag till hog

source: Price: High to Low
sv: Pris: Hog till lag

source: Name A-Z
sv: Namn A-O

source: Most Popular
sv: Mest populara

source: items found for
sv: varor hittade for

source: No items found
sv: Inga varor hittades

source: No items match your search for
sv: Inga varor matchar din sokning efter

source: Show all items
sv: Visa alla varor

source: No items available
sv: Inga varor tillgangliga

source: There are currently no items for sale.
sv: Det finns for narvarande inga varor till salu.
